{
"FailedToDecrypt" : "无法解密主种子",
"MasterseedMnemonic" : "主种子助记词",
"GasPriceWEI" : "GAS 价格 (WEI)",
"TokenExist" : "此代币已存在于所选的 ETH 地址",
"AmountExceed" : "金额已超过确认值",
"InvalidValues" : "数值无效",
"CopiedToClipboard" : "已拷贝到剪贴板",
"TransactionFee" : "交易费用",
"SureWipeWallet" : "您确认要清除您的钱包吗？",
"CantRestoreCoins" : "如没有种子将无法恢复您的加密货币。",
"SeedsArentSame" : "种子不相同",
"HideAdvanced" : "隐藏高级选项",
"ShowAdvanced" : "显示高级选项",
"StartRecoveringWallet" : "开始恢复您的钱包",
"OpenNewWallet" : "打开您的新钱包",
"PasswordNotMatch" : "密码不匹配",
"PasswordShort" : "密码过短。最小长度为 5",
"AlphaVersionWarning" : "您正在使用 alpha 版本的 HODLER 多重钱包，可能存在不稳定的问题。此程序的当前版本仅用于测试功能与发送反馈。请在下方确认您了解并接受此消息。",
"AddressFieldEmpty" : "地址字段为空",
"Bech32Unsupported" : "暂不支持 bech32 地址",
"WrongAddress" : "地址错误",
"ReadAgainOCR" : "未找到。是否再次尝试 OCR 读取？",
"OCRInaccurate" : "OCR 不准确；请自行修正地址",
"QRCodeFor" : "此 QR 码用于",
"ConfirmInNext" : "确认于下一",
"Blocks" : "区块",
"CreateBackupWallet" : "是否立即创建您的钱包备份？",
"Yes" : "是",
"NotNow" : "现在不",
"ConfigurationTakeOneStep" : "配置只需要 1 步即可完成。",
"ChooseOption" : "请选择下列选项之一：",
"NotExistInWorldlist" : "不存在于单词表中",
"MasterSeedCreation" : "主种子创建",
"NewCoinButton" : "新加密货币",
"NewTokenButton" : "新代币",
"btnSync" : "同步",
"BackToBalanceViewButton" : "保存列表",
"lblThanks" : "感谢您选择我们的应用",
"lblSetPassword" : "为您的钱包设置密码",
"lblEnterPass" : "输入密码",
"lblRetypePass" : "重新输入密码",
"btnCreateWallet" : "打开您的新钱包",
"labelHeaderForSG" : "种子已生成",
"lblSeed" : "请将种子备份记录到纸上并妥善保管！",
"btnSeedGeneratedProceed" : "继续",
"btnQRBack" : "返回",
"TopInfoConfirmed" : "余额",
"topInfoUnconfirmed" : "未确认",
"RefreshWalletView" : "刷新",
"WVBalance" : "历史记录",
"WVReceive" : "接收",
"WVSend" : "发送",
"WVSettings" : "设置",
"lblReceiveAmount" : "数量",
"lblSendTo" : "发送到",
"lblAmount" : "数量",
"btnSend" : "发送",
"btnBack" : "返回",
"btnExportPrivKey" : "导出私钥",
"btnChangeDescription" : "更改描述",
"lblSendAllFunds" : "发送所有资金",
"lblFromFee" : "从金额中剪去费用",
"AutomaticFeeRadio" : "自动",
"FixedFeeRadio" : "固定",
"lblSHeader" : "设置",
"btnSBack" : "返回",
"btnSWipe" : "清除钱包数据",
"OrganizeButton" : "整理",
"lblDSHeader" : "解密种子",
"btnDSBack" : "返回",
"lbldecryptSeedPass" : "输入密码",
"lblSCHeader" : "种子生成器",
"lblEnterSeed" : "在下方输入种子（不包含白色字符）",
"btnCheckSeed" : "检查",
"lblANWHeader" : "新钱包",
"btnANWBack" : "返回",
"lblCSHeader" : "确认种子",
"btnCSBack" : "返回",
"lblRetypeSeed" : "请输入种子词：",
"btnConfirm" : "确认",
"lblANTHeader" : "添加加密货币",
"btnANTBack" : "返回",
"lblEKSHeader" : "私钥",
"btnEKSBack" : "返回",
"lblCTHeader" : "已选择代币",
"btnCTBack" : "返回",
"btnAddManually" : "手动添加",
"lblMTHeader" : "添加 ERC20 代币",
"btnMTBack" : "返回",
"lblContractAddress" : "合同地址",
"lblTokenName" : "名称",
"lblSymbol" : "符号",
"lblDecimals" : "小数点位数",
"btnAddContract" : "添加合约",
"lblACHeader" : "添加代币",
"btnACBack" : "返回",
"lblNewCoinDescription" : "描述",
"lblNewCoinDescriptionPass" : "输入密码",
"lblChangeDescryptionHeader" : "描述",
"btnChangeDescryptionBack" : "返回",
"lblChangeDescryption" : "新描述",
"btnCreateNewWallet" : "创建新钱包",
"btnRestoreWallet" : "恢复您的现有钱包",
"SettingsLanguageLabel":"语言",
"SettingsCurrencyLabel":"货币",
"CreateBackupButton":"创建备份",
"ResotreWalletHeaderLabel":"您可以通过多种方式恢复您的钱包。请选择以下选项之一：" ,
"RestoreFromStringSeedButton":"种子",
"RestoreFromFileButton":"Hodler Secure Backup",
"RestoreSeedEncryptedQRButton":"加密种子QR",
"RestoreDecryptedSeedQRButton":"Decrypted Seed QR",
"MnemonicSeedDescriptionLabel":"以可负担的形式播种，写在一张纸上",
"SeedMnemonicBackupButton":"记忆种子",
"HSBDescriptionLabel":"使用共享发送加密的内部数据（恢复的钱包的密码必须相同）（默认）",
"SendWalletFileButton":"Hodler Secure Backup",
"EncryptedQRDescriptionLabel":"使用共享发送加密的seedin加密文件（恢复的钱包的密码必须相同）",
"SendEncryptedSeedButton":"加密查看QR",
"DecryptedQRDescriptionLabel":"使用Share在加密文件中发送种子",
"SendDecryptedSeedButton":"Decrypted Seed QR",
"BackupHeaderLabel":"备份",
"BackupBackButton":"返回",
"FileManagerPathUpButton":"向上",
"SelectFilePath":"选择文件",
"btnRFFBack":"返回",
"RFFHeaderLabel":"从文件还原",
"ChooseFileLabel":"选择文件：",
"RFFSelectFileButton":"选择文件",
"RFFPasswordInfo":"文件密码（钱包密码相同）",
"RestoreFromFileConfirmButton":"恢复"
}
